[{"word":"Aim At","meaning":"To point a weapon at someone or something."},{"word":"Ask For","meaning":"To request something."},{"word":"Ask Out","meaning":"When you ask someone to go with you to a certain place or for a special occasion, to spend time together and have fun. If one or both parties involved are interested in a romantic way, then it is considered a date."},{"word":"Back Down","meaning":"To withdraw your position in a fight, argument, plan, etc."},{"word":"Back Off","meaning":"When you leave an emotional situation, or to allow someone to handle something alone."},{"word":"Back Up","meaning":"To walk or drive a vehicle backwards."},{"word":"Beat Up","meaning":"When someone punches, kicks, or hits someone repeatedly using fists or with an object."},{"word":"Beef Up","meaning":"To make changes or an improvement."},{"word":"Believe In","meaning":"To feel confident about something or someone."},{"word":"Bite Off","meaning":"To use your teeth to bite a piece of something."},{"word":"Blow Away","meaning":"When the wind moves an object or person from where it was."},{"word":"Blow Off","meaning":"When the wind removes something from its place."},{"word":"Blow Out","meaning":"To extinguish or make a flame stop burning."},{"word":"Blow Up","meaning":"To make something explode."},{"word":"Boil Down To","meaning":"To have determined or analyzed the solution or reason for something."},{"word":"Break Down","meaning":"When someone loses self-control and is emotionally and/or mentally agitated. This meaning has a noun form for a situation where someone loses self-control."},{"word":"Break In","meaning":"To enter a place illegally and with the use of force."},{"word":"Break Off","meaning":"To remove a part of something with force."},{"word":"Break Out","meaning":"To escape from a place, situation or way of life."},{"word":"Break Through","meaning":"To make a way through a barrier or a surface."},{"word":"Break Up","meaning":"To stop a fight."},{"word":"Bring Back","meaning":"To return something you’ve borrowed."},{"word":"Bring Over","meaning":"To bring someone or something from one place or area to another."},{"word":"Bring Up","meaning":"To bring something from a lower level/place to a higher level/place."},{"word":"Brush Off","meaning":"To remove something(dust particle, insect, etc) with your hand."},{"word":"Brush Up","meaning":"To practice and review your knowledge or a skill that you haven’t used in a while."},{"word":"Build In/Into","meaning":"To add a fixture or component to a certain area or place through construction."},{"word":"Bump Into","meaning":"When you meet people by accident or unexpectedly."},{"word":"Burn Down","meaning":"When someone uses fire to destroy a structure."},{"word":"Burn Out","meaning":"When a candle stops burning because there is nothing left to burn."},{"word":"Burn Up","meaning":"To destroy something with heat or fire."},{"word":"Burst Out","meaning":"To suddenly do or say something."},{"word":"Butt In","meaning":"To interrupt a conversation or activity."},{"word":"Call Back","meaning":"To call someone again."},{"word":"Call In","meaning":"To request that someone come and help."},{"word":"Call Off","meaning":"To cancel an event that has been previously planned."},{"word":"Call Up","meaning":"To be chosen to take part in a military mission."},{"word":"Calm Down","meaning":"To become less violent, nervous, excited or angry."},{"word":"Care For","meaning":"To nurture or take care of someone or something."},{"word":"Carry Away","meaning":"To do something out of the ordinary due to strong emotions."},{"word":"Carry On","meaning":"To continue doing something or to continue on in life despite an obstacle."},{"word":"Carry Out","meaning":"To move something or someone from one place to another using your arms or an object."},{"word":"Catch On","meaning":"To understand or realize something."},{"word":"Catch Up","meaning":"To move faster to reach someone or something that is ahead of you."},{"word":"Cheat On","meaning":"When you are emotionally and/or sexually unfaithful to your girlfriend/boyfriend or spouse."},{"word":"Check In","meaning":"To register at a hotel or airport upon arrival."},{"word":"Check Out","meaning":"To leave a hotel or other form of an accommodation after your stay there."},{"word":"Chicken Out","meaning":"To refrain from doing something because of fear."},{"word":"Chop Up","meaning":"To cut something into pieces with a knife."},{"word":"Clean Out","meaning":"To clean or clear the inside of something thoroughly."},{"word":"Clear Out","meaning":"To remove things completely from an area or place."},{"word":"Clear Up","meaning":"To do something to solve a problem or a misunderstanding."},{"word":"Clog Up","meaning":"When something in a drain or valve prevents the flow of water or other liquids"},{"word":"Close Down","meaning":"When the activities or services of a business permanently end."},{"word":"Close Off","meaning":"To block an entrance or pathway."},{"word":"Come About","meaning":"When something happens or occurs."},{"word":"Come Across","meaning":"The way other people perceive something or someone."},{"word":"Come Apart","meaning":"When something breaks or separates piece by piece."},{"word":"Come Back","meaning":"To return to a place."},{"word":"Come Down","meaning":"To move from a higher to a lower position or from north to south."},{"word":"Come Down To","meaning":"When a situation is reduced to a certain outcome."},{"word":"Come Down With","meaning":"When you start to experience the symptoms of a disease or illness."},{"word":"Come In","meaning":"When someone or something enters a place, building, or room."},{"word":"Come Off","meaning":"When something is removed or breaks off from where it was originally attached to."},{"word":"Come On","meaning":"To appear on television or be heard on the radio."},{"word":"Come Out","meaning":"To leave a place."},{"word":"Come Over","meaning":"To make a visit."},{"word":"Come Through","meaning":"When someone or something expected arrives."},{"word":"Come Up","meaning":"When something appears or happens, either expected or unexpected."},{"word":"Come Up With","meaning":"When you think of a solution, idea, plan, or excuse."},{"word":"Con Into","meaning":"To persuade someone to do something through lies and deception."},{"word":"Con Out Of","meaning":"To persuade someone to give or do something through lies and deception."},{"word":"Cool Off","meaning":"To lose temperature."},{"word":"Count On","meaning":"To rely on someone for support when you need it most."},{"word":"Count Up","meaning":"To count all of something or people in a group."},{"word":"Cover Up ","meaning":"To use something to conceal something else."},{"word":"Crack Down","meaning":"To take more action than usual against wrongdoing."},{"word":"Cross Off","meaning":"To remove or delete someone or something from a list."},{"word":"Cut Back","meaning":"When you spend less money on something."},{"word":"Cut Down","meaning":"To do less of something or to use something in smaller amounts."},{"word":"Cut Off","meaning":"To completely remove or separate a part of something by cutting it with something sharp like a knife or a pair of scissors, etc."},{"word":"Cut Out","meaning":"To remove something using a knife or a pair of scissors."},{"word":"Cut Up","meaning":"When you use a knife or scissors to cut something into several pieces."},{"word":"Deal With","meaning":"When you do everything you must do to solve a problem or complete."},{"word":"Do Away With","meaning":"To dispose of something."},{"word":"Do Over","meaning":"To do something again in order to improve or correct mistakes."},{"word":"Do With","meaning":"To make a connection between two or more things."},{"word":"Do Without","meaning":"To manage well without something or someone."},{"word":"Doze Off","meaning":"To go to sleep unintentionally."},{"word":"Dress Up","meaning":"To wear formal clothes, or a costume for a special occasion."},{"word":"Drop In","meaning":"To visit someone unexpectedly or without making arrangements first."},{"word":"Drop Off","meaning":"To gradually decline/become less."},{"word":"Drop Out","meaning":"To quit a school program or training course."},{"word":"Dry Off","meaning":"To dry something or a surface quickly."},{"word":"Dry Out","meaning":"To remove water or other liquid from a container."},{"word":"Dry Up","meaning":"When all the liquid and/or moisture evaporates."},{"word":"Eat Up","meaning":"When someone consumes all their food."},{"word":"Empty Out","meaning":"To remove everyone or everything from a space."},{"word":"End Up","meaning":"The end result of something planned or unplanned."},{"word":"Fall Apart","meaning":"When something breaks all at once or piece by piece."},{"word":"Fall Behind","meaning":"To move slower than others."},{"word":"Fall Down","meaning":"To fall to the ground."},{"word":"Fall For","meaning":"When you have an intense attraction to something or someone."},{"word":"Fall Off","meaning":"When something drops to a lower level."},{"word":"Fall Out","meaning":"To fall from or through something."},{"word":"Fall Over","meaning":"When someone or something falls from an upright position to the ground."},{"word":"Fall Through","meaning":"If things do not go as planned, or if a plan, deal or agreement fails."},{"word":"Feel Up To","meaning":"When you have/don’t have the energy and confidence to do something."},{"word":"Fight Back","meaning":"When you defend yourself/resist an attack, or make an effort against an opponent in a competition."},{"word":"Figure On","meaning":"To expect or plan for something."},{"word":"Fill In","meaning":"To add personal information in the blank spaces of an official document."},{"word":"Fill Out","meaning":"To complete a form."},{"word":"Fill Up","meaning":"To fill something completely."},{"word":"Find Out","meaning":"To become aware of something or someone."},{"word":"Fix Up","meaning":"To make plans or arrangements with someone or for others."},{"word":"Flip Out","meaning":"To become very mad or lose control over your emotions."},{"word":"Float Around","meaning":"When an object or a person is near, but you cannot pinpoint the exact location."},{"word":"Follow Up","meaning":"To find out more about something, or take further action in regards to it."},{"word":"Fool Around","meaning":"To waste time doing unimportant or silly things."},{"word":"Freak Out","meaning":"When someone becomes irrationally upset or angry, sometimes to the point of confusion."},{"word":"Get Ahead","meaning":"To become successful in the professional environment or make consistent progress in life."},{"word":"Get Along","meaning":"To have good interactions with others."},{"word":"Get Around To","meaning":"To do something that needed to get done at an earlier time."},{"word":"Get Away","meaning":"To escape from something."},{"word":"Get Back","meaning":"To return to a place."},{"word":"Get Back At","meaning":"To get revenge."},{"word":"Get Back To","meaning":"When you talk to someone at a later time either because you are busy or you have obtained additional or new information."},{"word":"Get Behind","meaning":"To learn, work, or progress more slowly than others."},{"word":"Get By","meaning":"To pass someone or something."},{"word":"Get Down","meaning":"To move to a lower place or level."},{"word":"Get In","meaning":"To arrive or enter a place, room, building, etc."},{"word":"Get Off","meaning":"To leave a form of transportation, except a car."},{"word":"Get Off On","meaning":"To be excited or to truly enjoy doing something."},{"word":"Get On","meaning":"When you move your body and either stand, sit, lie, kneel, etc. towards something (non separable)."},{"word":"Get Out","meaning":"To leave or escape."},{"word":"Get Out Of","meaning":"To receive a benefit and/or satisfaction from doing something."},{"word":"Get Over","meaning":"To move past an obstacle to the other side."},{"word":"Get Over With","meaning":"To finish something that needs to get done."},{"word":"Get Through","meaning":"When a message, meaning, or idea is understood or accepted."},{"word":"Get To","meaning":"To arrive to or assist someone to a place."},{"word":"Get Together","meaning":"To meet and spend time together."},{"word":"Get Up","meaning":"To move to a higher level/position."},{"word":"Give Away","meaning":"To give something for free or without expecting anything in return."},{"word":"Give In","meaning":"To surrender to something."},{"word":"Give Out","meaning":"To distribute something."},{"word":"Give Up","meaning":"To stop doing something without completing it."},{"word":"Go About ","meaning":"To take the necessary steps to get something done."},{"word":"Go After","meaning":"When you do your best to get something no matter how difficult it is."},{"word":"Go Ahead","meaning":"To proceed to do something that you were hesitant about."},{"word":"Go Along With","meaning":"to accept or agree with a decision, rule, opinion, etc."},{"word":"Go Around","meaning":"To follow a circular path."},{"word":"Go Away","meaning":"To move or travel from one place to another place."},{"word":"Go Back","meaning":"To return to a place, time, activity, or a person."},{"word":"Go Back On","meaning":"When you fail to fulfill a promise you made to someone."},{"word":"Go Beyond","meaning":"To be more than or better than what is normal or expected."},{"word":"Go By","meaning":"To pass someone or something quickly."},{"word":"Go Down","meaning":"To move to a lower position, place, price, level, etc."},{"word":"Go For","meaning":"To try to obtain."},{"word":"Go In","meaning":"To enter a place, building, room, etc."},{"word":"Go In For","meaning":"To enter a place or area for a specific reason."},{"word":"Go In/Into","meaning":"To enter a place, room, building, etc. usually through a door."},{"word":"Go Off","meaning":"To leave unannounced."},{"word":"Go On","meaning":"When something takes place."},{"word":"Go Out","meaning":"To leave a place or area you’re in."},{"word":"Go Over","meaning":"To review something."},{"word":"Go Through With","meaning":"When you make a decision to do something, and actually do it."},{"word":"Go Up","meaning":"To move or extend to a higher level or farther North."},{"word":"Go With","meaning":"To accompany someone to a place."},{"word":"Goof Around","meaning":"To waste time doing silly or unimportant things."},{"word":"Gross Out","meaning":"To be disgusted with someone or something."},{"word":"Grow Out Of","meaning":"To become too big or too tall for your clothes."},{"word":"Grow Up","meaning":"When you physically change from a child to an adult."},{"word":"Hand Back","meaning":"When you return something to the person who owns it after the person has given it to you"},{"word":"Hand In","meaning":"To give something to a person of authority."},{"word":"Hand Out","meaning":"To distribute something free to other people."},{"word":"Hand Over","meaning":"To give upon request or demand."},{"word":"Hang Around","meaning":"To spend time in a place or an area."},{"word":"Hang On","meaning":"When you hold something, often for support of comfort."},{"word":"Hang Out","meaning":"To hang something, usually wet clothes, to dry."},{"word":"Hang Up","meaning":"To hang clothes or an object on a hook, hanger or rod."},{"word":"Have On","meaning":"To wear clothing, cosmetics, perfume, etc."},{"word":"Head Back","meaning":"To go to a place where you’ve been before or where you started from."},{"word":"Head For","meaning":"When a situation becomes more likely."},{"word":"Head Toward","meaning":"To move in the direction where someone or something is."},{"word":"Hear About","meaning":"When you learn details about something or someone."},{"word":"Hear Of","meaning":"When you learn about something or someone."},{"word":"Heat Up","meaning":"To make something warmer or cause a rise in temperature."},{"word":"Help Out","meaning":"To assist people with something."},{"word":"Hit On","meaning":"To suddenly have a solution to a problem or an interesting idea."},{"word":"Hold Against","meaning":"When you don’t forgive or have little respect for someone because of something they did."},{"word":"Hold Off","meaning":"To delay something."},{"word":"Hold On","meaning":"When you wait for a short time."},{"word":"Hold Out","meaning":"To extend your hand or an object in front of you."},{"word":"Hold Up","meaning":"To hold someone or something up in the air."},{"word":"Hook Up","meaning":"When you connect two electrical devices together."},{"word":"Hurry Up","meaning":"To do something quickly."},{"word":"Keep At","meaning":"To continue doing an activity even though it may be difficult."},{"word":"Keep Away","meaning":"To avoid getting close to someone or something."},{"word":"Keep Down","meaning":"To make sound, music and noise minimal."},{"word":"Keep From","meaning":"To stop yourself or other people from doing something."},{"word":"Keep Off","meaning":"To avoid discussing a particular subject or topic."},{"word":"Keep On","meaning":"To continue doing something."},{"word":"Keep To","meaning":"When you don’t share information."},{"word":"Keep Up","meaning":"To continue to do something."},{"word":"Kick Back","meaning":"To illegally pay extra money to someone as part of the price."},{"word":"Kick Out","meaning":"To force someone to leave an organization or place."},{"word":"Knock Off","meaning":"To use force to cause someone or something to fall from its place, whether intentionally or accidentally."},{"word":"Knock Out","meaning":"When someone is struck hard enough to cause them to lose consciousness."},{"word":"Knock Over","meaning":"To make contact with something or someone in such a way it or they fall."},{"word":"Know About","meaning":"To have knowledge of or be familiar with something."},{"word":"Lay Down","meaning":"To place something on a surface or an object."},{"word":"Lay Off","meaning":"When a company or business ends a worker’s employment."},{"word":"Lead Up To","meaning":"When a period of time or a series of events cause an event, situation or conversation to happen."},{"word":"Leave Behind","meaning":"When you don’t take something or someone with you when you leave."},{"word":"Leave Off","meaning":"To accidentally or intentionally not include a person or thing on a list."},{"word":"Leave Out","meaning":"To not include someone or something."},{"word":"Leave Over","meaning":"When you have a portion that still remains from something after you have used or eaten the rest of it."},{"word":"Let Down","meaning":"To disappoint someone."},{"word":"Let In","meaning":"To allow someone or something to enter a place."},{"word":"Let Off","meaning":"To allow someone to leave a car, bus, train etc."},{"word":"Let On","meaning":"To tell something that is a secret or private."},{"word":"Let Out","meaning":"When you give permission for someone to leave or be released from a place."},{"word":"Let Up","meaning":"When someone or something becomes less intense or strong."},{"word":"Lie Around","meaning":"To be lazy or to not do anything."},{"word":"Lift Up","meaning":"To raise someone or something to a higher level."},{"word":"Light Up","meaning":"To illuminate something."},{"word":"Lighten Up","meaning":"When a conversation is changed or a person changes to become less serious."},{"word":"Line Up","meaning":"To form in a row one after another or side by side."},{"word":"Live With","meaning":"To share the same residence."},{"word":"Lock In","meaning":"To secure people or things behind a closed door."},{"word":"Lock Out","meaning":"When you don’t have the key or passcode to enter a secured place."},{"word":"Lock Up","meaning":"When you shut the windows and doors of a place or building."},{"word":"Look Around","meaning":"To turn your head to see what or who is around you."},{"word":"Look At ","meaning":"To divert your eyes to someone or something."},{"word":"Look Down On","meaning":"When you consider someone or something as unimportant or with little to no value. The opposite of yesterday’s phrasal verb."},{"word":"Look Forward To","meaning":"To anticipate a future event because it either makes you happy and/or you benefit from it."},{"word":"Look Into","meaning":"To investigate or get more facts about something."},{"word":"Look Out","meaning":"To remain alert."},{"word":"Look Over","meaning":"To examine or inspect something or someone."},{"word":"Look Up","meaning":"When a situation becomes better."},{"word":"Look Up To","meaning":"This particular phrasal verb is used to say you view someone with respect and/or admiration."},{"word":"Luck Out","meaning":"To have exceptionally good luck."},{"word":"Make For ","meaning":"To go in a certain direction, typically in a hurry."},{"word":"Make Of","meaning":"To understand the meaning of something."},{"word":"Make Up","meaning":"To invent a story."},{"word":"Mess Up","meaning":"When something is dirty or unorganized."},{"word":"Mix Up","meaning":"To put or combine different things together so they’ll merge successfully."},{"word":"Monkey Around With","meaning":"To try to play with or repair a device that you have no true knowledge about."},{"word":"Move In","meaning":"When you bring your personal belongings and stuff to a new place where you will live. Yesterday’s phrasal verb, Move Out, has the opposite meaning."},{"word":"Move Out","meaning":"When you permanently remove all your belongings and personal items from a place where you live or stay."},{"word":"Narrow Down","meaning":"To reduce the number of options or possibilities."},{"word":"Pay Back","meaning":"When you return money that you owe someone."},{"word":"Pay For","meaning":"To purchase merchandise."},{"word":"Pay Off","meaning":"To repay money that is owed to a person or entity."},{"word":"Pay Up","meaning":"To pay all the money that is owed or asked for."},{"word":"Pick On","meaning":"To tease and/or criticize someone over a period of time."},{"word":"Pick Out","meaning":"When you are able to recognize something or someone from a group."},{"word":"Pick Up","meaning":"To get someone or something from somewhere."},{"word":"Pile Up ","meaning":"To put things in a pile or heap."},{"word":"Piss Off","meaning":"[Informal] To be angry about something."},{"word":"Plan Ahead","meaning":"To prepare for a future event or situation."},{"word":"Plan For","meaning":"To prepare for a big event or expectation in the future."},{"word":"Plan On","meaning":"When you have the intention to do something."},{"word":"Plug In","meaning":"To connect an electrical device to an electrical outlet."},{"word":"Plug In/Into","meaning":"To connect an electrical appliance/machine to another piece of equipment or to a power source."},{"word":"Plug Up","meaning":"To block a narrow passage such as a hole, drain, or pipe so that nothing can flow through."},{"word":"Point Out","meaning":"To make someone aware of something."},{"word":"Point To","meaning":"When you aim at something or someone using your finger or hand."},{"word":"Print Out","meaning":"To produce a hard copy of a computer document."},{"word":"Pull Off","meaning":"To succeed in doing something difficult or tricky."},{"word":"Pull Out","meaning":"When something or someone leaves a place."},{"word":"Pull Over","meaning":"To drive your vehicle to the side of the road to stop."},{"word":"Pull Through","meaning":"To recover from an injury or illness."},{"word":"Punch In","meaning":"To enter data or record time on a device."},{"word":"Punch Out","meaning":"To record the time you leave the workplace using a special clock."},{"word":"Put Away","meaning":"To place something where it cannot be seen or isn’t in the way of other things."},{"word":"Put Back","meaning":"When something is causing a project to slow down."},{"word":"Put Down","meaning":"To place something on a surface or an object."},{"word":"Put In","meaning":"When you invest or make a deposit. In this example, the amount almost always separates the verb."},{"word":"Put Off","meaning":"To become offended by someone or something."},{"word":"Put Out","meaning":"To extend a part of your body."},{"word":"Put Past","meaning":"To not be surprised by a person’s actions. [Always used with the negative]"},{"word":"Put To","meaning":"To cause someone or something to be in a certain state or to do something extra."},{"word":"Put Together","meaning":"To assemble or connect the parts of something."},{"word":"Put Up","meaning":"To move an object to a higher level."},{"word":"Put Up To","meaning":"To encourage or persuade someone to do something."},{"word":"Put Up With","meaning":"To tolerate or accept something that you’d rather not."},{"word":"Ring Up","meaning":"To call someone on the phone."},{"word":"Rip Off","meaning":"When someone asks for a price for something that is too high, when someone cheats or steals."},{"word":"Rip Up","meaning":"To tear something (i.e. paper, cloth, etc.) into pieces."},{"word":"Rule Out","meaning":"When someone or something is excluded as a possibility."},{"word":"Run Across","meaning":"To move or run from one side to the other."},{"word":"Run Around","meaning":"To go from one place to another in a hurry."},{"word":"Run Down","meaning":"To hit someone or something with a vehicle."},{"word":"Run Into","meaning":"When something collides with another object by accident."},{"word":"Run Out","meaning":"When people exit a place very quickly. Run In/ Run Into is the opposite of this meaning."},{"word":"Run Over","meaning":"When someone is injured or killed by a vehicle."},{"word":"Run Up","meaning":"To run from a lower elevation or level to a higher elevation or level."},{"word":"Screw On","meaning":"To ensure the top of a container/bottle is sealed."},{"word":"Screw Out Of","meaning":"To cheat or deceive someone."},{"word":"Screw Up","meaning":"To make a mistake or do something really bad."},{"word":"See About","meaning":"To seriously think about doing something."},{"word":"Sell Out","meaning":"When all the inventory of a particular product has been purchased."},{"word":"Set Up","meaning":"To organize or plan for an activity/event to happen."},{"word":"Settle Down","meaning":"To begin living a stable and routine life."},{"word":"Settle For","meaning":"To accept something even though it’s not what you want or need."},{"word":"Shake Up","meaning":"To mix something in a container by shaking it."},{"word":"Show Off","meaning":"To overly display your skills or what you have."},{"word":"Shut Off","meaning":"To stop the operation of an electrical or mechanical device."},{"word":"Shut Up","meaning":"To stop talking."},{"word":"Sign In","meaning":"To write your name on a list to indicate the day and time you arrived at a certain place."},{"word":"Sign Out","meaning":"To write your name on a list to indicate the day and time of your departure."},{"word":"Sit Down","meaning":"To change from a standing to a sitting position."},{"word":"Slow Down","meaning":"To do something slower."},{"word":"Sneak In/Into","meaning":"To enter a place quietly to avoid being seen or heard."},{"word":"Sneak Out","meaning":"To leave a place without being noticed."},{"word":"Sort Out","meaning":"To arrange or separate things into groups according to similarities."},{"word":"Space Out","meaning":"When someone’s attention is not in the present moment. [Adj.] {spaced out} To describe a person whose attention isn’t in the present moment."},{"word":"Stand Around","meaning":"To stand in one place or area when you should be doing something."},{"word":"Stand For","meaning":"To support or represent an idea, belief, etc."},{"word":"Stand Up","meaning":"To rise from sitting or lying down to a vertical position."},{"word":"Start Off","meaning":"The beginning of an event, activity or time period."},{"word":"Start Out","meaning":"To begin a trip or venture to some place."},{"word":"Start Up","meaning":"To start something."},{"word":"Stay Off","meaning":"To avoid discussing a certain subject or topic."},{"word":"Stay Out","meaning":"To spend time out of your own home."},{"word":"Stay Up","meaning":"To remain in a place that is higher than ground level."},{"word":"Step On","meaning":"To place your foot on something or someone."},{"word":"Stick Around","meaning":"To stay in a place or with someone for any period of time."},{"word":"Stick Out","meaning":"To extend something outward."},{"word":"Stick To","meaning":"When something is attached to another by some form of adhesive."},{"word":"Stick Up","meaning":"To use a weapon, especially a gun, to rob someone."},{"word":"Stick With","meaning":"To continue to use or do something."},{"word":"Stop Off","meaning":"To make a quick stop on your way to a destination."},{"word":"Stop Over","meaning":"To visit someone for a short period of time."},{"word":"Straighten Out","meaning":"To make something straight."},{"word":"Stress Out","meaning":"To feel very worried, nervous or anxious."},{"word":"Switch Off","meaning":"When you move something from the ‘on’ state to the ‘off’ state. Synonymous with “Turn Off.” Yesterday’s “Switch On” is the opposite."},{"word":"Switch On","meaning":"When you move something from the ‘off’ state to the ‘on’ state. Synonymous with “Turn On,” while “Switch Off” is the opposite."},{"word":"Take Apart","meaning":"To disconnect or separate the parts of an object."},{"word":"Take Back","meaning":"To return something or someone."},{"word":"Take In","meaning":"To be successfully tricked or deceived by someone."},{"word":"Take Out","meaning":"To remove an object from an area, place or container."},{"word":"Take Out On","meaning":"To direct your anger towards someone or something when you’re really upset about someone or something else."},{"word":"Take Up On","meaning":"When you accept an invitation or offer from someone."},{"word":"Talk Down To","meaning":"To talk to someone as if they are less intelligent than you by conveying a tone of voice or attitude that says so."},{"word":"Talk Into","meaning":"To convince someone to do something."},{"word":"Talk Out Of","meaning":"To convince someone not to do something."},{"word":"Talk To","meaning":"To have a conversation with someone."},{"word":"Tear Down","meaning":"To deconstruct a building or home."},{"word":"Tear Off","meaning":"To remove with force."},{"word":"Tell Apart","meaning":"To be able to differentiate something or someone from something or someone else."},{"word":"Tell On","meaning":"To inform an authoritative figure about what someone else did."},{"word":"Think About","meaning":"To consider something prior to making a final decision."},{"word":"Think Ahead","meaning":"To think and plan carefully for a future situation or event."},{"word":"Think Up","meaning":"To use your imagination to create a plan, idea, or a solution."},{"word":"Throw Away","meaning":"To dispose of something you no longer find useful in a waste bin, trash, etc."},{"word":"Throw Out","meaning":"When you get rid of something by putting it in a trash can, bin, etc."},{"word":"Throw Up","meaning":"To vomit or puke."},{"word":"Track Down","meaning":"To locate someone or something after a long search"},{"word":"Trade In","meaning":"To exchange something old for something new."},{"word":"Trick Into","meaning":"To convince or persuade someone to believe something untrue or to do something for you."},{"word":"Try On","meaning":"To see how something fits or looks before purchasing."},{"word":"Try Out","meaning":"To show that you are qualified to do something."},{"word":"Turn Around","meaning":"When someone or something moves until it faces the opposite direction."},{"word":"Turn Down","meaning":"To decrease the temperature, sound, etc."},{"word":"Turn In","meaning":"To give someone or something to the police or someone of authority."},{"word":"Turn Into","meaning":"To transform."},{"word":"Turn Off","meaning":"To stop a device from functioning."},{"word":"Turn On","meaning":"To cause someone to feel interested and/or attracted."},{"word":"Turn Out","meaning":"To attend an event, meeting, etc."},{"word":"Turn Over","meaning":"To move an object so that the part that is on top becomes the bottom and vice versa."},{"word":"Turn Up","meaning":"To increase the controls of an electronic or mechanical device."},{"word":"Use Up","meaning":"To completely consume or use all of a supply."},{"word":"Wake Up","meaning":"When you are finished sleeping."},{"word":"Wash Off","meaning":"To remove dirt or unwanted markings with soap and water."},{"word":"Wash Up","meaning":"To clean your face, hands, body, etc."},{"word":"Watch Out","meaning":"To be aware of someone or something."},{"word":"Wear Down","meaning":"To make the surface or top of something disappear due to friction."},{"word":"Wear Off","meaning":"To decrease or disappear gradually."},{"word":"Wear Out","meaning":"When something is damaged or weakened from use and age."},{"word":"Wind Up","meaning":"To operate a mechanical device by turning its handle."},{"word":"Wipe Off","meaning":"To completely remove or clean something from a surface or location."},{"word":"Wipe Out","meaning":"To clean the inside of something."},{"word":"Wipe Up","meaning":"To remove liquid from a surface using a sponge, towel or cloth, etc."},{"word":"Work In","meaning":"To make time in a busy schedule for a person or an activity."},{"word":"Work Out","meaning":"When a situation, event, plan, or idea is successful."},{"word":"Work Up","meaning":"To gradually improve at or make progress in something."},{"word":"Wrap Up","meaning":"To cover something with some kind of special paper."},{"word":"Zip Up","meaning":"To close an item that has a zipper."}]
